Revit 2027 API
UIFabricationUtils.GetOpenConnectorIndicatorAwayColor Method
 Gets the color of the open connector indicator in away direction.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static Color GetOpenConnectorIndicatorAwayColor()
Public Shared Function GetOpenConnectorIndicatorAwayColor As Color
public:
static Color^ GetOpenConnectorIndicatorAwayColor()
static member GetOpenConnectorIndicatorAwayColor : unit -> Color
Return Value
Color
See Also
Reference
UIFabricationUtils Class
Autodesk.Revit.UI Namespace